// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "デバイス情報";

HSDModelLabel = "モデル：";
HSDConnTypeLabel = "接続の種類：";
HSDServiceLabel = "サービス ID：";
HSDFWLabel = "FWバージョン：";
HSDSNLabel = "シリアル番号：";
HSDDuplexerLabel = "自動両面印刷ユニット：";
HSDDriverLabel = "ドライバの バージョン：";
HSDProdNumLabel = "製品番号：";
HSDIPAddrLabel = "IP アドレス：";
HSDMessageLabel = "下の [設定ページを印刷] ボタンをクリックして、現在選択されているプリンタの情報を印刷してください。";
HSDPrintButton = "設定ページを印刷";

NoPrintTitle = "設定ページを印刷できませんでした";
NoPrintMsg = "プリンタが接続され電源が入っていることを確認し、もう一度試してください。";
PrintingProgressTitle = "設定ページを印刷中…";
PageViewButtonTitle = "設定ページを表示";
PageViewMessage = "下の [設定ページを表示] ボタンをクリックして、現在選択されているプリンタの情報を表示します。";
DuplexInstalled = "装着済み";
DuplexNotInstalled = "装着されていません";
SomePenErrorMessage = "インク カートリッジが不明、検出されない、または正しく取り付けられていません。 すべてのカートリッジが取り付けられるまで、印刷できません。";

HSDEmptyValueString = "不明";

HSDIKNumberLabel = "IK 番号：";

Wired = "有線";
Wireless = "ワイヤレス";

HSDAllInkUsageLabel = "合計インク使用量:";
HSDHPInkUsageLabel = "使用 HP インク:";
milliliters = "ミリリットル";
microliters = "マイクロリットル";

SomePenErrorMessagePigment = "カートリッジは、存在しないか、検出されないか、正しくインストールされていません。すべてのカートリッジを装着しないと、印刷できません。";
HSDAllInkUsageLabelPigment = "合計顔料使用量:";
HSDHPInkUsageLabelPigment = "HP 顔料使用量:";